constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    CVCWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          446;
        startFace       11207;
    }
    lowerWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          156;
        startFace       11653;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          11508;
        startFace       11809;
    }
)

// ************************************************************************* //
